{"inkVersion":20,"root":[[{"->":"AlmoiraTesting"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"AlmoiraTesting":["^CIELLE: The air is really crisp here... The warm sun and cold mist of the water on my skin is really nice...","\n","^COSMO: You’re really enjoying yourself aren’t you? Meanwhile I’m here not feeling anythi-","\n","^???: Shhhh...","\n","^COSMO: Oh! You there! You must be that Awafe leade-","\n","^???: SILENCE!","\n","^COSMO: ...","\n","^CIELLE: ...","\n","^???: ...","\n","^???: ...","\n","^???: Very well...","\n","^???: Oh! This is a surprise... Some new faces have come to pay respects to the Great Cove Spirit.","\n","^COSMO: ...","\n","^CIELLE: ...","\n","^???: Ah! Sorry for the demand for your silence...","\n","^???: When the spirits of the water are singing to me, I must ensure I hear all their whispers... You can speak now...","\n","^COSMO: ...You’re the leader of that water tribe, right?","\n","^???: Correct. I am the current leader of the Awafe: a tribe that travels the waters to pay respect to their spirits...","\n","^???: You may call me Almoira.","\n","^CIELLE: Oh! We’ve heard about you from those in your tribe! We had some questions we wanted to ask!","\n","^ALMOIRA: Oh? What would you like to hear?","\n",{"->":"BranchKnot"},{"#f":1}],"BranchKnot":[["ev","str","^Infused Waters...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^About You…","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Water Spirits…","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"InfusedWaters"},{"#f":5}],"c-1":["\n",{"->":"AboutAlmoira"},{"#f":5}],"c-2":["\n",{"->":"WaterSpirits"},{"#f":5}]}],{"#f":1}],"InfusedWaters":["^CIELLE: We saw some unique waters being sold in the market and were wondering how they were made!","\n","^ALMOIRA: Ah, you’re interested in our waters, are you? Listen up.","\n","^ALMOIRA: All around these lands, the water’s waves slowly beat against the various natural features of the world.","\n","^ALMOIRA: Through this repeated motion... the waters are slowly infused with unique minerals...","\n","^COSMO: But how does that explain their different characteristics?","\n","^ALMOIRA: You see... in its natural state, it can’t do much. It would just be simple water.","\n","^ALMOIRA: That is where the two parts of the Awafe tribe come into play.","\n","^ALMOIRA: The Navemar, with our innate sense of the waters, locate and then guide the infused portions into one central location...","\n","^ALMOIRA: The Marquina, with their innate knowledge of the molecular structure of the water, alter them to activate their true potential...","\n","^COSMO: Is there any type that’s more common than the others?","\n","^ALMOIRA: It depends on the geographical location and the proximity to a water spirit.","\n","^ALMOIRA: The slick walls of this rocky cove imbue the surrounding waters with anti-gravitational properties...","\n","^CIELLE: That’s amazing. Nature sure is something...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.38"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"AboutAlmoira":["^CIELLE: We were curious to know what you do as the leader of this water tribe...","\n","^ALMOIRA: ...","\n","^COSMO: Is she not listening? That’s so rude...","\n","^ALMOIRA: Hey now, I can still hear you, the Great Cove Spirit merely had a comment for me that I had to tune in to.","\n","^ALMOIRA: As the Spiritual Leader of the Awafe tribe, I am the one that listens out for the Water Spirits and hears what they have to say.","\n","^ALMOIRA: It is up to me to ensure that they are at peace...","\n","^CIELLE: ...Can everyone in your tribe hear the water spirits that you talk to?","\n","^ALMOIRA: Currently, only I can hear the songs of the water spirits.","\n","^ALMOIRA: I have been doing so for just over two centuries... ever since I was a child.","\n","^COSMO: Over two centuries?! Damn... you’re so...old!","\n","^COSMO: I suppose I can kind of see it...","\n","^CIELLE: ...","\n","^ALMOIRA: Excuse me? I don’t need a sassy little metallic thing telling me that!","\n","^ALMOIRA: Like you’re one to talk... It’s not like you look great yourself...","\n","^CIELLE: ...","\n","^COSMO: Okay that was a good comeback...","\n","^ALMOIRA: I mean just look at all your scratches and imperfections...","\n","^COSMO: It’s a great comeback even...","\n","^ALMOIRA: And then your screen is another thing...","\n","^COSMO: But I need you to stop anyway...","\n","^CIELLE: This is great...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.54"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"WaterSpirits":["^CIELLE: You mentioned the spirits of the waters... Is there more than one water spirit?","\n","^ALMOIRA: That’s right. To an outsider’s eye, one may not see it, but in every natural body of water throughout this world, a water spirit resides...","\n","^COSMO: Every body of water?!","\n","^ALMOIRA: Whether it is a river...  a fjord...  a spring... or a cove much like this one...","\n","^ALMOIRA: ...All natural water bodies in this world house a great spirit of the waters.","\n","^CIELLE: So, why does your tribe travel to all these spirits across the lands?","\n","^ALMOIRA: It is simply the way of the Navemar and Marquina.","\n","^ALMOIRA: Our respects that we offer to the spirits ensures that all water present in this world is healthy and eternally flowing.","\n","^CIELLE: So, all the clean drinking water there is around here, that’s all thanks to you guys?","\n","^ALMOIRA: Very much so. We happily spend our lives travelling the lands and seas to ensure this.","\n","^COSMO: Wow. All that for water...","\n","^ALMOIRA: Now that you two are here, I ask that you pay your respects to the Great Cove Spirit.","\n","^ALMOIRA: All you must do is just focus your mind on the statue, and the spirit will receive your prayers...","\n","^CIELLE: ...","\n","^COSMO: ...","\n","^ALMOIRA: ...That includes you, little sassy robot.","\n","^COSMO: ...Damn.","\n","^ALMOIRA: ...","\n","^ALMOIRA: ...","\n","^ALMOIRA: Your respects have been heard...Thank you both.","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.52"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"FinalKnot":["^ALMOIRA: Anything else you were curious to know about?","\n","^CIELLE: Yeah, this statue we were praying to behind you is beautiful... what is it meant to be exactly?","\n","^ALMOIRA: The statue you see is our depiction of the Great Cove Spirit that resides here within this Cove...","\n","^ALMOIRA: It was made by the first generation of the Navemar and Marquina when they evolved into our current forms many millennia ago...","\n","^COSMO: Current forms...? So you guys weren’t always...","\n","^ALMOIRA: Shhhh... The spirit is longing to speak once more…","\n","^ALMOIRA: ...","\n","^CIELLE: ...It looks like she’s going to be talking to the spirit for a while.","\n","^CIELLE: Maybe we can find out more stuff about the Navemar and Marquina back in the market...","\n","end",{"#f":1}],"global decl":["ev",0,{"VAR=":"AllRead"},"/ev","end",null],"#f":1}],"listDefs":{}}