{"inkVersion":20,"root":[[{"->":"FynnTesting"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"FynnTesting":["^CIELLE: You know this market’s been pretty fun to roam around...","\n","^COSMO: Yeah! It’s been pretty- Woah! This guy is huge! If they step on us it’s game over...","\n","^CIELLE: Cosmo... shush. Um, Hi there!","\n","^???: ...Hey.","\n","^COSMO: Oh this one’s cheerful...","\n","^CIELLE: My name is Cielle and this is Cosmo! We’re out exploring the marketplace!","\n","^???: Glad to hear.","\n","^COSMO: ...That's all he has? Okay we’re clearly going to be wearing pants in this conversation...","\n","^CIELLE: Are you... the overseer of the festival’s cooking?","\n","^???: Yeah that's me. The name’s Fynn.","\n","^COSMO: Great! We were hoping to find you!","\n","^FYNN: Why’s that...?","\n","^CIELLE: Oh! We’re going around and meeting new people!","\n","^COSMO: ...And we got told to look for you for more information about the food and culture here at the festival!","\n","^FYNN: Hmm. What do you want to know?","\n",{"->":"BranchKnot"},{"#f":1}],"BranchKnot":[["ev","str","^The Cooking…","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^About You…","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^The Culture…","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"Cooking"},{"#f":5}],"c-1":["\n",{"->":"AboutFynn"},{"#f":5}],"c-2":["\n",{"->":"Culture"},{"#f":5}]}],{"#f":1}],"Cooking":["^CIELLE: We were curious to learn about the food you prepare...","\n","^FYNN: ...","\n","^FYNN: Every piece of produce you have seen in the market has come straight from the Earth.","\n","^FYNN: The Calmaaj tribe take the seeds that the Pluvia provide us with and plant them into the rich, fertile soil around these lands.","\n","^FYNN: The Navemar and Marquina also bring their spoils from the ocean for me to cook with.","\n","^COSMO: So, all the food around here is made by you?","\n","^FYNN: Either I’m making it myself, or I am instructing others on how to.","\n","^CIELLE: So everyone here’s eating your meals! That’s a lot of food to cook...","\n","^FYNN: I don’t mind...","\n","^COSMO: Looks like his cooking skills make up for his lack of social ones...","\n","^CIELLE: Well, I think that’s amazing! Everything smells so good around here! You should be proud!","\n","^FYNN: ...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.36"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"AboutFynn":["^CIELLE: So, how did you become the Culinary Overseer of the festival?","\n","^FYNN: My family attends the Aster festival every year...","\n","^FYNN: I would bring cooked meals and good produce, and everyone couldn’t seem to get enough. I just became the ‘culinary’ guy to everyone...","\n","^COSMO: You don’t sound that happy about it...","\n","^FYNN: Hmm? It’s alright. The festival is a great way to gain an income... especially through selling my meals to a large group of people...","\n","^COSMO: Besides cooking, with your role, what else do you do around here?","\n","^FYNN: When I’m not cooking, I’m still working.","\n","^FYNN: I’m either out in the nearby fields making sure that the produce we grow is still up to a high quality...","\n","^FYNN: Otherwise, I’m spending time looking at all the goods we have available here to craft new recipes...","\n","^CIELLE: It’d be so nice to be working with food all the time. If it were me, I’d eat all the sweets in a flash...","\n","^COSMO: ...And you would also become round in a flash. Then we’d look like twins! I’d be the better looking twin though...","\n","^FYNN: ...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.36"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"Culture":["^CIELLE: We were wondering if you could tell us a bit about the culture of the festival!","\n","^FYNN: Hmm... Fortunately for me, food is one key aspect of the Aster Festival...","\n","^COSMO: Food? How so?","\n","^FYNN: Around this time every year, nature gives us a cornucopia of produce; more than any other season.","\n","^FYNN: It lines up well with the timing of the festival...","\n","^FYNN: Celebrating the history of the market has always been accompanied by everyone eating good food...","\n","^CIELLE: So that’s why we’ve been seeing a lot of produce around here...","\n","^CIELLE: It makes sense why they would need someone to be the Overseer of all the culinary side of things…","\n","^FYNN: Mmhmm...","\n","^COSMO: ...Is he even paying attention?","\n","^FYNN: ...","\n","^CIELLE: Spending all day eating food sounds great honestly, don’t you think Cosmo? I’d fall right asleep after eating so much...","\n","^COSMO: Right?! I’m sure we walked past someone ready to just hit the sack...","\n","^FYNN: ...!","\n","^FYNN: Huh? What?! Someone just hit Zack?!","\n","^COSMO: Uh...?","\n","^FYNN: Is he okay?! Where is he?!","\n","^CIELLE: It’s alright! Hit the sack... not... Zack? We were talking about going to sleep...","\n","^FYNN: ...","\n","^FYNN: Sorry...","\n","^FYNN: My husband’s called Zack... I tuned out and then tuned right back in when I thought you said that someone just hit him...","\n","^COSMO: That was a COMPLETE one-eighty from what you’re normally like...","\n","^FYNN: I’m always worried that something is going to happen to him while he’s out.","\n","^CIELLE: It’s sweet that you care so much! Some people could learn to be as compassionate as you...","\n","^COSMO: Hey! I care about people! I can name at least... um... three people that I hold dear!","\n","^CIELLE: Oh yeah? Who?","\n","^COSMO: Well duh...","\n","^COSMO: Me, Myself, and I.","\n","^FYNN: ...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.70"},null]}],"nop","\n",{"#f":1}],"FinalKnot":["^FYNN: Was that all you needed from me?","\n","^COSMO: Think so! I got a load of data!","\n","^CIELLE: Yeah! Thank you for taking the time to teach us. We’ll be off!!","\n","^FYNN: ...Bye.","\n","end",{"#f":1}],"global decl":["ev",0,{"VAR=":"AllRead"},"/ev","end",null],"#f":1}],"listDefs":{}}