{"inkVersion":20,"root":[[{"->":"LinnaeusTesting"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"LinnaeusTesting":["^COSMO: Ew, it's really humid here... My visors are fogging right up!","\n","^CIELLE: The rustling of the leaves is really nice though...","\n","^???: So... you have come to ask the Earth a question...","\n","^CIELLE: Sorry?","\n","^???: The chime of the bell signifies the presence of one seeking an answer from the great Earth...","\n","^CIELLE: No, sorry... We don’t have a question for the “Earth”, but rather-","\n","^???: Mmmmmmmmmmmmmm…","\n","^CIELLE: You’re... the Pluvian Elder, correct?","\n","^???: I am called Linnaeus, the current Pluvian Elder... I look over these lands and my tribe of the Pluvia...","\n","^COSMO: Perfect! We have heard about you, we were wanting to ask some questions...","\n","^LINNAEUS: What were you wanting to gain insight on, young ones?","\n",{"->":"BranchKnot"},{"#f":1}],"BranchKnot":[["ev","str","^Pluvian Elixirs...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^About You...","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Young Ones...?","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"PluvianElixirs"},{"#f":5}],"c-1":["\n",{"->":"AboutLinnaeus"},{"#f":5}],"c-2":["\n",{"->":"YoungOnes"},{"#f":5}]}],{"#f":1}],"PluvianElixirs":["^CIELLE: We saw some Pluvian elixirs out there in the market... how are they made?","\n","^LINNAEUS: Ah, our elixirs? Listen well, young ones...","\n","^LINNAEUS: Across these lands, there are various forms of plant life boasting rich nutrients and unique properties...","\n","^LINNAEUS: Pluvian that are destined to become the Elders of the tribe much like myself have one characteristic that the other members do not...","\n","^COSMO: Oh? What would that be?","\n","^LINNAEUS: The sap of a Pluvian Elder contains the genetic makeup for all forms of plant life found in this world.","\n","^LINNAEUS: One droplet is extremely potent with the characteristics of all florae, so it is diluted and curated within various other elements...","\n","^LINNAEUS: The most common ingredient would be the spring waters found within our homeland...","\n","^COSMO: How does it affect the elixirs though?","\n","^LINNAEUS: I have willingly given my tribe one droplet of the sap that courses through me...","\n","^LINNAEUS: That sap is used to create all the elixirs you have come across.","\n","^LINNAEUS: A single droplet can be used to produce thousands upon thousands of elixirs...","\n","^CIELLE: All those elixirs have basically come from you... That’s amazing!","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.38"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"AboutLinnaeus":["^CIELLE: We were curious about what you do here in this temple...","\n","^LINNAEUS: Mmmmmmmmmmm...","\n","^COSMO: ...Did they just fall asleep on us? Rude...","\n","^LINNAEUS: ...Fear not, for I am merely always in a deep state of meditation...","\n","^LINNAEUS: As the Elder of the Pluvia tribe, I am the one most in tune with the great Earth and can hear all her wishes and requests...","\n","^CIELLE: What sort of requests would those be?","\n","^LINNAEUS: If anyone is to do anything with the lands around here, be it removing a tree or planting new seeds, they must come to me first...","\n","^COSMO: To gain your permission?","\n","^LINNAEUS: ...Don’t be mistaken, young one. My blessing is not what they seek, but rather the blessing of the Earth itself...","\n","^LINNAEUS: Mmmmmmmmmmmzzzz...","\n","^COSMO: Okay, that time they definitely fell asleep!","\n","^LINNAEUS: ...The Earth has many songs that she sings, I must pay attention.","\n","^CIELLE: With all the noise coming from the market festival, how can you hear anything the Earth is saying?","\n","^LINNAEUS: I do not listen... I feel.","\n","^LINNAEUS: My roots reach far below into the rich soils of the Earth. It is there where I can hear her songs...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.42"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"YoungOnes":["^CIELLE: Why do you call us 'young ones'? You don’t look that much older than me...","\n","^LINNEAUS: Aha... appearances can be deceiving. I am in fact 300 years old, and am close to the end of my time here.","\n","^COSMO: Damn! That’s ancient!","\n","^CIELLE: Cosmo?!","\n","^COSMO: What? I mean it’s pretty old you gotta admit...","\n","^LINNAEUS: Indeed. Living this long, I’m never surprised at the new wonders I learn about on this planet...","\n","^LINNAEUS: A robot such as yourself is a new sight indeed.","\n","^COSMO: And I’m the best looking one you’ll ever see I’m sure!","\n","^CIELLE: So you’ve been sitting here for 300 years?","\n","^LINNAEUS: A little less. I was appointed as Elder 280 years ago.","\n","^LINNAEUS: We Pluvia have ranging life spans, I am one of the longest sitting Elders for some generations.","\n","^LINNAEUS: We are the people of the Earth, and so we must always be in contact with her.","\n","^COSMO: So... you’re almost at the end of your... sitting?","\n","^LINNAEUS: Yes. Behind me is where the Pluvia people of this land reside, and another will eventually take my place.","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.40"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"FinalKnot":["^LINNAEUS: Anything else you were wanting to know...?","\n","^COSMO: I’ve got one more thing! Why do you just sit right here in the middle of the temple and not anywhere else?","\n","^LINNAEUS: Ah, because it is tradition that we root ourselves in the places that our ancestors gained sentience....","\n","^CIELLE: Gained sentience? You mean you weren’t always-","\n","^LINNAEUS: Mmmmmmmmmm...","\n","^COSMO: Give them a sec, they’re meditating.","\n","^LINNAEUS: Mmmmmmmmmzzzz...","\n","^LINNAEUSl Zzzzz...","\n","^COSMO: Okaaay... they’re asleep.","\n","^CIELLE: I guess it’s a lot of work always listening to the Earth. Maybe there’s more on the Pluvia in the market...","\n","end",{"#f":1}],"global decl":["ev",0,{"VAR=":"AllRead"},"/ev","end",null],"#f":1}],"listDefs":{}}