{"inkVersion":20,"root":[[{"->":"SanarbiaTesting"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"SanarbiaTesting":["^SANARBIA: Ah... You’ve come back. I see that your search for the three titled ones was successful...","\n","^COSMO: How can you tell?","\n","^SANARBIA: Heh... Fear not, nothing around here gets past me...","\n","^SANARBIA: Cielle, Cosmo, the pair of you have done well to welcome the Aster Festival’s people into your hearts...","\n","^SANARBIA: I shall keep my part of the promise... What would you like to know about our origins? Be warned, I tend to ramble...","\n",{"->":"BranchKnot"},{"#f":1}],"BranchKnot":[["ev","str","^The Races...","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^The Market...","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^The Festival...","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"Races"},{"#f":5}],"c-1":["\n",{"->":"Market"},{"#f":5}],"c-2":["\n",{"->":"Festival"},{"#f":5}]}],{"#f":1}],"Races":["^CIELLE: The four tribes that come to this festival... We’ve never seen anyone like this back on our planet...","\n","^CIELLE: What’s the history of everyone around here?","\n","^SANARBIA: Yes, our appearances are slightly different compared to yours...","\n","^SANARBIA: You see, in a time long forgotten, the residents of this very planet we’re standing on let their home go to ruin...","\n","^SANARBIA: They choked the planet’s clean springs. They burnt all the world’s lush greenery. They polluted all the sweet air.","\n","^SANARBIA: I believe they called the planet... Earth.","\n","^SANARBIA: One day, an asteroid was found hurling towards the planet at an immense speed...","\n","^SANARBIA: It was then that a miracle happened...","\n","^SANARBIA: It struck the planet.","\n","^SANARBIA: The asteroid entered the world’s atmosphere and disintegrated into a fine dust that blanketed the entire planet...","\n","^SANARBIA: This meteor was not one that brought death, but rather, it brought the gift of life...","\n","^SANARBIA: This interstellar dust began to rapidly mutate the world, and all forms of life began to flourish.","\n","^SANARBIA: Some plants and animals were heavily affected from the meteor's gift, causing them to rapidly evolve...","\n","^SANARBIA: You see... the four races you have found around here... Our ancestors came from these gifted flora and fauna...","\n","^SANARBIA: That is how the Pluvia, Navemar, Marquina and Calmaaj came to be...","\n","^COSMO: Wow...I’m literally speechless…","\n","^CIELLE: That’s a first...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":"Races.46"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"Market":["^CIELLE: The temples... and this land that this festival is held at, what's the history behind them?","\n","^SANARBIA: In an age long forgotten, there stood a laboratory that studied celestial objects right where the fountain now stands behind me.","\n","^SANARBIA: They performed all sorts of wonderful experiments on asteroids, meteors and meteorites...","\n","^SANARBIA: They were researching their properties and extracting minerals and oils from them...","\n","^SANARBIA: When the asteroid plummeting towards the planet entered the atmosphere, some pieces remained intact on their descent.","\n","^SANARBIA: It was recorded that a large piece struck the now-abandoned lab, reducing it to mere rubble, before the piece itself turned to dust.","\n","^SANARBIA: This great impact dispersed the celestial oils and minerals the scientists were procuring...","\n","^SANARBIA: Now imbued with the great asteroid’s life-giving gifts, oils and minerals flew towards the east and west.","\n","^SANARBIA: These oils and minerals imbued themselves into the lands and waters...","\n","^SANARBIA: That is how two great forces came to exist in such close proximity to one another.","\n","^SANARBIA: The oils seeped into the western grounds, and a large hollow tree blossomed as the first Pluvian Elder grew in its midst...","\n","^SANARBIA: The minerals steeped into the eastern waters, and a structure emerged from the sea as the Great Spirit of the Cove began to come alive...","\n","^SANARBIA: With these two forces residing in one location, these grounds and waters are ever prosperous...","\n","^SANARBIA: This is why we hold the Aster Festival here, as it is a reminder of the miracle in the way these lands right here came to be.","\n","^CIELLE: Wow, that’s really amazing to hear...","\n","^COSMO: I don’t believe in miracles, but that sure does sound like one...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":"Market.44"},null]}],"nop","\n",{"->":"BranchKnot"},{"#f":1}],"Festival":["^CIELLE: So what is the festival specifically celebrating?","\n","^SANARBIA: In an era long forgotten, 'humans' were faced with the threat of an oncoming asteroid.","\n","^SANARBIA: With little time before imminent death, only those with wealth and power were luxurious enough to have the chance to flee.","\n","^SANARBIA: They took off in rockets, and left all other forms of life to perish on an already dying planet.","\n","^SANARBIA: Those that remained on the planet hid deep underground in bunkers to protect themselves from the impact.","\n","^SANARBIA: A handful of years passed, and resources began to get scarce and curiosity got the better of them...","\n","^SANARBIA: They then emerged from their underground haven, to quite a shock.","\n","^SANARBIA: Instead of finding a barren wasteland like they had feared, the humans were presented with a brand new, flourishing world...","\n","^SANARBIA: Their former home now had new life forms that they had never seen before...and some did not take to our ancestors kindly.","\n","^SANARBIA: A portion of the human population gladly joined these newer life forms in living in these lands...","\n","^SANARBIA: But, a faction bid war against them to take the land back for themselves.","\n","^SANARBIA: Years passed with the humans rebelling against the Pluvian and Navemar ancestors and those who joined them.","\n","^SANARBIA: Their resistance and hostility to our ancestors was getting them nowhere, and only made them miserable.","\n","^SANARBIA: They decided to join the new life forms in peace and share the spoils of this flourishing world.","\n","^SANARBIA: It was then that a peace treaty between the Pluvian and Navemar ancestors alongside the humans was forged...","\n","^SANARBIA: A celebration was held every year after to celebrate the unification of these parties: the Aster Festival.","\n","^SANARBIA: Many generations later, the creatures of the new world and the humans of the old, are now one...","\n","^SANARBIA: The Aster Festival celebrates the unification of all life around these lands...","\n","^SANARBIA: It celebrates how our ancestors had collaboratively turned a dark past into a bright future.","\n","^CIELLE: And to think that this whole festival started from a conflict!","\n","^COSMO: I better make more of a scene some day to get a festival dedicated to myself...","\n","ev",{"VAR?":"AllRead"},1,"+",{"VAR=":"AllRead","re":true},"/ev","ev",{"VAR?":"AllRead"},3,">=","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"FinalKnot"},{"->":".^.^.^.54"},null]}],"nop","\n",{"#f":1}],"FinalKnot":["^CIELLE: Wow, I never thought that this festival and the people around it would have such a rich history...","\n","^COMSO: Right?! And to think it’s all thanks to a meteor...","\n","^CIELLE: Yeah, it’s like you and I were destined to attend this festival...","\n","^SANARBIA: Ah? How so?","\n","^COSMO: Cielle and I are astronomers!","\n","^CIELLE: Yeah! Cosmo’s called ‘Cosmo’ for a reason!","\n","^COSMO: COSMO - Celestial Object Scanner: Meteorite Observer. That sort of stuff is my specialty!","\n","^SANARBIA: Ah...! How wonderful...","\n","^SANARBIA: In that case, I have something I would like to give the two of you...","\n","^COSMO: Oooh! What is it?","\n","^SANARBIA: It’s a small meteorite. It’s not of the kind that started everything for us here, but I believe you will enjoy it nonetheless.","\n","^CIELLE: That’s amazing! You didn’t have to!","\n","^COSMO: I’m gonna scan that meteorite so thoroughly!","\n","^SANARBIA: Think of it as a token from everyone here... a memento of sorts for you to remember us by.","\n","^SANARBIA: I’ve placed it just where you entered the market grounds...","\n","^SANARBIA: If you wish for your time here at the Aster Festival to come to an end, head on to the meteorite.","\n","^CIELLE: Thank you for everything!","\n","^COSMO: Yeah! Thank you!!","\n","^SANARBIA: Farewell!","\n","end",{"#f":1}],"global decl":["ev",0,{"VAR=":"AllRead"},"/ev","end",null],"#f":1}],"listDefs":{}}