{"inkVersion":20,"root":[[{"->":"SanarbiaFirstDialogue"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"SanarbiaFirstDialogue":["^???: Ah, now you two are a pair of new faces...","\n","^COSMO: Hm? You mean ours?","\n","^???: Why yes... I know just about everyone that makes their way here, and I haven’t seen the likes of you before...","\n","^???: My name is Sanarbia, I am a doctor around these lands.","\n","^CIELLE: Nice to meet you! My name is Cielle, and this is my friend Cosmo.","\n","^SANARBIA: Cielle and Cosmo... How nice...","\n","^COSMO: What exactly is this place?","\n","^SANARBIA: Welcome... to the Aster Festival.","\n","^SANARBIA: Every cycle around the sun for ten days and ten nights, we hold the Aster Festival...","\n","^SANARBIA: The four tribes come together to celebrate the origin of a bright future.","\n",{"->":"BranchKnot"},{"#f":1}],"BranchKnot":[["ev","str","^Four Tribes?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"TheRest"},{"#f":5}]}],{"#f":1}],"TheRest":["^SANARBIA: The Pluvia... the Navemar... the Calmaaj... and the Marquina like myself... we all come together as one and share these lands.","\n","^COSMO: Origin of a bright future?","\n","^SANARBIA: I can see that you have many questions about the land’s history and the festival.","\n","^SANARBIA: I may be a Doctor, but I am also very knowledgeable about these lands.","\n","^SANARBIA: I would be glad to answer all your queries...","\n","^COSMO: That’s great! So tell us abou-","\n","^SANARBIA: ...If you accept my humble request.","\n","^COSMO: ...And what would that be?","\n","^SANARBIA: Show that you are truly wanting to learn about this land and the people here...","\n","^CIELLE: How can we do that?","\n","^SANARBIA: Elder... Overseer... Leader...","\n","^SANARBIA: Find the three who hold those titles in these lands.","\n","^SANARBIA: If you open your hearts and minds to each one of them…I will tell you all that you seek to know...","\n","^COSMO: How are we meant to find these three specific people?! There's like... a bunch of people here!","\n","^SANARBIA: Do not be afraid to talk to the locals... These people are bound to clue you in on your search...","\n","^SANARBIA: Meet me back here once you have met with all three...","\n","^COSMO: ...Well. I suppose it's only fitting to let as many people meet the star of the show: me!","\n","^CIELLE: Plus... this is what we came here for - to explore!","\n","^CIELLE: Elder, Overseer, Leader... Let's go Cosmo!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}